const latestVersion = {
    version: "1.7.115.0",
    description: "Версия 1.7 (OknaRed 115) \n- Дата сборки: 13.08.2026 \n- Функционал в Charms Bar (бета) \n- Персонализация меню Пуск и общие доработки \n- Поддержка 15 классических узоров и 18 палитр фоновых и акцентных цветов Персонализации \n- Реализовано сворачивание (минимизация) и восстановление окон в DWM для классических и Metro-приложений \n- Интеграция управления окнами (сворачивание/разворачивание) по клику на панели задач \n- Оптимизация и исправление OOBE (первоначальной настройки) и анимации первого входа FirstLogonAnim \n- Динамическое монтирование пользовательских кустов реестра \n- Фикс масштабирования Metro-приложений \n- Фикс мелких ошибок и повышение общей стабильности работы системы",
    url: "https://fleen5l77.github.io/RedStore/latest.fsimage.orim.js"
};

